class data {
  blogs = [
    {
      id: 1,
      title: "শিশু প্রতিবন্ধিতায় অকুপেশনাল থেরাপি কেন প্রয়োজন?",
      short_desc:
        "শিশুদের শারীরিক ও মানসিক বিকাশ স্বাভাবিক করার জন্য নিয়ম তান্ত্রিক ও গবেষণালব্দ বিভিন্ন ধরনের টেকনিক অবলম্বন করা হয়। এ ধরণের সমস্যায় আক্রান্তদের হাতের সূক্ষ্ম সূক্ষ্ম মাংসপেশির শক্তি বাড়ানোর জন্যও চিকিৎসা দেওয়া হয়। ফলে শিশু সঠিকভাবে খেলনা ধরতে ও ছাড়তে শেখানো হয় ।",
      image:
        "https://res.cloudinary.com/dl1zdr8we/image/upload/v1707190534/dacac/sulnqg9a7zjo89gvpuwc.jpg",
      details:
        "<p>একটি শিশুকে অকুপেশনাল থেরাপি শুরু করার আগে শিশুর রোগ শনাক্তকরণ, শিশুর মেডিক্যাল ইতিহাস বা জন্ম নেওয়ার আগে গর্ভাবস্থায় মায়ের শারীরিক অবস্থা এবং জন্মের পর থেকে শিশুর বিকাশজনিত বিভিন্ন সমস্যার বিস্তারিত ইতিহাস, শারীরিক বিকাশ, বুদ্ধিগত বিকাশ, শরীরের বিভিন্ন জয়েন্টের মুভমেন্ট, হাতের ছোট ছোট মাংশপেশির শক্তি, শরীরের বড় বড় মাংসপেশির শক্তি, শরীরের বিভিন্ন অনুভূতি যেমন—দেখা, শোনা, ধরা, ঘ্রাণ, স্বাদ ইত্যাদি পর্যবেক্ষণ করা হয়। এ ছাড়া খাবার খাওয়ার দক্ষতা, যোগাযোগের দক্ষতা ইত্যাদি পর্যবেক্ষণ করে সে অনুযায়ী চিকিৎসার পরিকল্পনা করা হয়। শিশুদের শারীরিক ও মানসিক বিকাশ স্বাভাবিক করার জন্য নিয়ম তান্ত্রিক ও গবেষণালব্দ বিভিন্ন ধরনের টেকনিক অবলম্বন করা হয়। এ ধরণের সমস্যায় আক্রান্তদের হাতের সূক্ষ্ম সূক্ষ্ম মাংসপেশির শক্তি বাড়ানোর জন্যও চিকিৎসা দেওয়া হয়। ফলে শিশু সঠিকভাবে খেলনা ধরতে ও ছাড়তে শেখানো হয় । শিশুকে দৈনন্দিন কাজগুলো যেমন—খাওয়া, গোসল করা, টয়লেট করা, জুতা পরা, জামা পরা ইত্যাদি কাজ বা অ্যাকটিভিটি অ্যানালিসিসের মাধ্যমে প্রশিক্ষণ দেয়া হয়। শিশুকে খারাপ আচরণের পরিবর্তে বিভিন্ন ধরনের পজিটিভ আচরণ শেখানো হয়। ফলে খারাপ আচরণগুলোর পরিবর্তন হয়। যেমন—যে শিশু অন্যকে আঘাত করে, সেই শিশু যদি বাসায় ছোট ছোট কাজে অংশগ্রহণ ও উৎসাহ দেওয়া হয়, তাহলে তার খারাপ আচরণগুলো ধীরে ধীরে পরিবর্তন হবে। অকুপেশনাল থেরাপিস্ট শিশুকে নিজের হাত দিয়ে খাবার খাওয়া, লেখা ইত্যাদি শিখিয়ে দেন। এ ছাড়া বিভিন্ন ধরনের যন্ত্রপাতি যেমন—চামচ, গ্লাস, চিরুনি ইত্যাদির মাধ্যমে নিজে নিজে কাজ করার দক্ষতা বাড়াতে সাহায্য করে থাকেন। আপনার সন্তান অথবা পরিচিত কারো যদি শারীরিক, মানসিক এবং সামাজিক প্রতিবন্ধিতা থাকে তাহলে তাকে আপনার নিকিটবর্তী একজন বিশেষজ্ঞ ও অভিজ্ঞ অকুপেশনাল থেরাপিস্টের পরামর্শ অনুযায়ী চিকিৎসা সেবা গ্রহণ করুন এবং শিশুকে স্বাভাবিক জীবন যাপনে সাহায্য করুন। সিআরপির সাবেক সিনিয়র ও অভিজ্ঞ অকুপেশনাল থেরাপিস্টের সাথে পরামর্শ করুন 'ড্রিম এঞ্জেলস সেন্টার ফর অটিস্টিক চিলড্রেন (ডিএসিএসি)' এ। প্রয়োজনে যোগাযোগ করুন- সিদ্দিক ভবন, বাসা-১৮ &amp;১৯, এভিনিউ রোড-৪, সেকশন-৭, মিরপুর, ঢাকা-১২১৬। মোবাইল -০১৬৭৮-৬৯০৭০৭।</p>",
      categoryId: 3,
      usersId: 1,
      createdAt: "2024-02-06 04:04:27.000",
      updatedAt: "2024-03-23 17:22:27.000",
    },
    {
      id: 2,
      title: "",
      short_desc: "",
      image: "",
      details: "",
      categoryId: 3,
      usersId: 1,
      createdAt: "2024-02-06 04:04:27.000",
      updatedAt: "2024-03-23 17:22:27.000",
    },
    {
      id: 3,
      title: "",
      short_desc: "",
      image: "",
      details: "",
      categoryId: 3,
      usersId: 1,
      createdAt: "2024-02-06 04:04:27.000",
      updatedAt: "2024-03-23 17:22:27.000",
    },
  ];
}

let QuillScript = new data();

export { QuillScript };
